Repository: eyadkhedr/alzheimer-speech-classifier
Catalog: mobile_app/lib/l10n/app_*.arb
Languages: bg, ca, da, es, gu, hi, hr, hu, id, ko, ml, pl, ro, sl, sv, ta, tr, uk, vi

# dementia_message
source: You are classified as a 'Dementia Patient'.
bg: Класифицирани сте като „Пациент с деменция“.
ca: Heu estat classificat com a 'Pacient amb demència'.
da: Du er blevet klassificeret som 'demenspatient'.
es: Has sido clasificado como 'Paciente con Demencia'.
gu: તમે 'ડિમેન્શિયા દર્દી' તરીકે વર્ગીકૃત કરવામાં આવ્યા છો.
hi: आप 'डिमेंशिया रोगी' के रूप में वर्गीकृत किए गए हैं।
hr: Klasificirani ste kao 'Pacijent s demencijom'.
hu: Önt „demens betegként” soroltuk be.
id: Anda diklasifikasikan sebagai 'Pasien Demensia'.
ko: 치매 환자로 분류되었습니다.
ml: നിങ്ങളെ 'ഡിമെൻഷ്യ രോഗി' എന്നതുപോലെ തരംതിരിച്ചിട്ടുണ്ട്.
pl: Zostałeś sklasyfikowany jako „Pacjent z demencją”.
ro: Ați fost clasificat drept „Pacient cu demență”.
sl: Razvrščeni ste kot 'bolnik z demenco'.
sv: Du har klassificerats som 'demenspatient'.
ta: நீங்கள் 'மனவியக்க குறைபாடு நோயாளி' என வகைப்படுத்தப்பட்டுள்ளீர்கள்.
tr: Siz 'Demans Hastası' olarak sınıflandırıldınız.
uk: Вас класифіковано як 'Пацієнта з деменцією'.
vi: Bạn được phân loại là 'Bệnh nhân Sa sút trí tuệ'.

# dementia_recommendation
source: We recommend consulting with a healthcare professional for a professional evaluation and potential treatment options.
bg: Препоръчваме консултация с медицински специалист за професионална оценка и възможни възможности за лечение.
ca: Us recomanem consultar un professional de la salut per a una avaluació i possibles opcions de tractament.
da: Vi anbefaler at konsultere en sundhedsprofessionel for vurdering og mulige behandlingsmuligheder.
es: Recomendamos consultar con un profesional de la salud para una evaluación y posibles opciones de tratamiento.
gu: વ્યાવસાયિક મૂલ્યાંકન માટે અને સંભવિત સારવાર વિકલ્પો માટે સ્વાસ્થ્યસેવા વ્યાવસાયી સાથે પરામર્શ કરવાની સલાહ આપવામાં આવે છે.
hi: हम पेशेवर मूल्यांकन और संभावित उपचार विकल्पों के लिए किसी स्वास्थ्य पेशेवर से परामर्श करने की सलाह देते हैं।
hr: Preporučujemo savjetovanje sa zdravstvenim djelatnikom za profesionalnu procjenu i moguće mogućnosti liječenja.
hu: Javasoljuk, hogy kérjen szakértői értékelést és lehetséges kezelési lehetőségeket egészségügyi szakembertől.
id: Kami merekomendasikan berkonsultasi dengan profesional kesehatan untuk evaluasi dan kemungkinan opsi perawatan.
ko: 전문적인 평가와 잠재적 치료 옵션에 대해 의료 전문가와 상담하시기를 권장합니다.
ml: ഒരു ആരോഗ്യപാലന വിദഗ്ധനുമായി ആശയവിനിമയം നടത്തുന്നത് ഷഫാരസ്സാണ്, മികച്ച വിലയിരുത്തലിനും ശരിയായ ചികിൽസാ മാർഗത്തിനുമുൾപ്പെടുത്തി.
pl: Zalecamy konsultację z pracownikiem służby zdrowia w celu przeprowadzenia profesjonalnej oceny i omówienia potencjalnych opcji leczenia.
ro: Vă recomandăm să consultați un specialist medical pentru o evaluare profesională și opțiuni de tratament posibile.
sl: Priporočamo posvet z zdravstvenim strokovnjakom za strokovno oceno in morebitne možnosti zdravljenja.
sv: Vi rekommenderar att du konsulterar en vårdgivare för en professionell utvärdering och möjliga behandlingsalternativ.
ta: உங்களுக்கு சிறப்பான மதிப்பீடு மற்றும் சிகிச்சை வழிமுறைகள் வேண்டும் என்றால் மருத்துவ நிபுணரை அணுகுமாறு பரிந்துரைக்கிறோம்.
tr: Profesyonel bir değerlendirme ve olası tedavi seçenekleri için bir sağlık uzmanına danışmanızı öneririz.
uk: Рекомендуємо проконсультуватися з медичним фахівцем для професійної оцінки та можливих варіантів лікування.
vi: Chúng tôi khuyến nghị bạn nên tham vấn chuyên gia y tế để được đánh giá chuyên môn và có thể có các lựa chọn điều trị thích hợp.

# healthy_title
source: Healthy Classification
bg: Здравна класификация
ca: Classificació saludable
da: Sund klassificering
es: Clasificación Saludable
gu: સ્વસ્થ વર્ગીકરણ
hi: स्वस्थ वर्गीकरण
hr: Zdrava klasifikacija
hu: Egészséges besorolás
id: Klasifikasi Sehat
ko: 건강 분류
ml: സുഹൃത്തായ തരംതിരിക്കൽ
pl: Klasyfikacja zdrowa
ro: Clasificare sănătoasă
sl: Zdrava klasifikacija
sv: Hälsoklassificering
ta: சுகாதார வகைப்படுத்தல்
tr: Sağlıklı Sınıflandırma
uk: Здорова класифікація
vi: Phân loại Khỏe mạnh

# healthy_message
source: You are classified as 'Healthy'.
bg: Класифицирани сте като „Здрав“.
ca: Heu estat classificat com a 'Sa'.
da: Du er blevet klassificeret som 'sund'.
es: Has sido clasificado como 'Saludable'.
gu: તમે 'સ્વસ્થ' તરીકે વર્ગીકૃત કરવામાં આવ્યા છો.
hi: आप 'स्वस्थ' के रूप में वर्गीकृत किए गए हैं।
hr: Klasificirani ste kao 'Zdravi'.
hu: Önt „egészségesként” soroltuk be.
id: Anda diklasifikasikan sebagai 'Sehat'.
ko: 건강한 상태로 분류되었습니다.
ml: നിങ്ങളെ 'സുഹൃത്തായത്' എന്നതുപോലെ തരംതിരിച്ചിട്ടുണ്ട്.
pl: Zostałeś sklasyfikowany jako „Zdrowy”.
ro: Ați fost clasificat drept „Sănătos”.
sl: Razvrščeni ste kot 'Zdrav'.
sv: Du har klassificerats som 'frisk'.
ta: நீங்கள் 'சுகாதாரமானவர்' என வகைப்படுத்தப்பட்டுள்ளீர்கள்.
tr: Siz 'Sağlıklı' olarak sınıflandırıldınız.
uk: Вас класифіковано як 'Здорового'.
vi: Bạn được phân loại là 'Khỏe mạnh'.

# healthy_recommendation
source: Keep maintaining a healthy lifestyle and regular check-ups with your healthcare provider.
bg: Продължавайте да поддържате здравословен начин на живот и редовни прегледи при Вашия лекар.
ca: Manteniu un estil de vida saludable i feu revisions periòdiques amb el vostre metge.
da: Fortsæt med at opretholde en sund livsstil og regelmæssige kontrolbesøg hos din læge.
es: Mantén un estilo de vida saludable y revisiones regulares con tu profesional de la salud.
gu: સ્વસ્થ જીવનશૈલી ચાલુ રાખો અને તમારું નિયમિત ચકાસણી સ્વાસ્થ્ય દાતા પાસેથી કરો.
hi: स्वस्थ जीवनशैली बनाए रखें और अपने स्वास्थ्य सेवा प्रदाता के साथ नियमित चेक-अप करवाते रहें।
hr: Nastavite održavati zdrav način života i redovito se kontrolirajte kod svog liječnika.
hu: Folytassa az egészséges életmódot, és járjon rendszeresen orvosi ellenőrzésre.
id: Terus pertahankan gaya hidup sehat dan periksa kesehatan Anda secara rutin.
ko: 지속적으로 건강한 생활습관을 유지하고 정기적으로 의료진과 건강 검진을 받으세요.
ml: നല്ലാരോഗ്യമായ ജീവിതരീതി തുടരുക, വാരികമായ പരിശോധനകളും ഉറപ്പാക്കുക.
pl: Kontynuuj prowadzenie zdrowego stylu życia oraz regularne badania kontrolne u swojego lekarza.
ro: Mențineți un stil de viață sănătos și efectuați controale periodice la furnizorul dvs. de servicii medicale.
sl: Nadaljujte z zdravim življenjskim slogom in rednimi zdravniškimi pregledi.
sv: Fortsätt upprätthålla en hälsosam livsstil och gör regelbundna kontroller hos din vårdgivare.
ta: ஒரு ஆரோக்கியமான வாழ்க்கைமுறையைத் தொடரவும், அடிக்கடி சுகாதாரப் பரிசோதனை செய்யவும்.
tr: Sağlıklı bir yaşam tarzı sürdürmeye devam edin ve düzenli olarak sağlık kontrollerinizi yaptırın.
uk: Продовжуйте підтримувати здоровий спосіб життя та регулярно проходьте обстеження у лікаря.
vi: Hãy duy trì lối sống lành mạnh và thường xuyên kiểm tra với nhà cung cấp dịch vụ y tế của bạn.

# connectionError
source: Connection Error. Please check your internet.
bg: Грешка във връзката. Проверете интернет връзката си.
ca: Error de connexió. Reviseu la vostra connexió a Internet.
da: Forbindelsesfejl. Tjek venligst din internetforbindelse.
es: Error de conexión. Revisa tu internet.
gu: જોડાણમાં ભૂલ. કૃપા કરીને તમારી ઈન્ટરનેટ તપાસો.
hi: कनेक्शन में त्रुटि। कृपया अपना इंटरनेट जांचें।
hr: Greška u vezi. Molimo provjerite internet.
hu: Kapcsolati hiba. Kérjük, ellenőrizze internetkapcsolatát.
id: Kesalahan Koneksi. Periksa internet Anda.
ko: 연결 오류. 인터넷을 확인해주세요.
ml: കണക്ഷൻ പിഴവ്. ദയവായി ഇന്റർനെറ്റ് പരിശോധന നടത്തുക.
pl: Błąd połączenia. Sprawdź swoje łącze internetowe.
ro: Eroare de conexiune. Verificați internetul.
sl: Napaka povezave. Preverite internetno povezavo.
sv: Anslutningsfel. Kontrollera din internetanslutning.
ta: இணைப்பு பிழை. உங்கள் இணையத்தைச் சரிபார்க்கவும்.
tr: Bağlantı Hatası. Lütfen internetinizi kontrol edin.
uk: Помилка підключення. Перевірте своє інтернет-з'єднання.
vi: Lỗi kết nối. Vui lòng kiểm tra internet của bạn.

# serverError
source: Server Error. Please try again later.
bg: Грешка в сървъра. Опитайте по-късно.
ca: Error del servidor. Torneu-ho a provar més tard.
da: Serverfejl. Prøv igen senere.
es: Error de servidor. Inténtalo más tarde.
gu: સર્વર ભૂલ. કૃપા કરીને થોડી વાર પછી ફરી પ્રયાસ કરો.
hi: सर्वर त्रुटि। कृपया बाद में पुनः प्रयास करें।
hr: Greška na serveru. Pokušajte kasnije.
hu: Szerverhiba. Kérjük, próbálja meg később.
id: Kesalahan Server. Coba lagi nanti.
ko: 서버 오류. 나중에 다시 시도해주세요.
ml: സെർവർ പിഴവ്. ദയവായി സമീപകാലത്ത് വീണ്ടും ശ്രമിക്കുക.
pl: Błąd serwera. Spróbuj ponownie później.
ro: Eroare de server. Încercați mai târziu.
sl: Napaka strežnika. Poskusite znova kasneje.
sv: Serverfel. Försök igen senare.
ta: செர்வர் பிழை. தயவுசெய்து பிறகு முயற்சிக்கவும்.
tr: Sunucu Hatası. Lütfen daha sonra tekrar deneyin.
uk: Помилка сервера. Спробуйте пізніше.
vi: Lỗi máy chủ. Vui lòng thử lại sau.

# selectLanguageError
source: Please select a language before proceeding.
bg: Моля, изберете език, преди да продължите.
ca: Seleccioneu un idioma abans de continuar.
da: Vælg venligst et sprog, før du fortsætter.
es: Por favor elige un idioma antes de continuar.
gu: કૃપા કરીને આગળ વધતા પહેલા કોઈ એક ભાષા પસંદ કરો.
hi: कृपया आगे बढ़ने से पहले एक भाषा चुनें।
hr: Molimo odaberite jezik prije nastavka.
hu: Kérjük, válassza ki a nyelvet, mielőtt folytatná.
id: Silakan pilih bahasa sebelum melanjutkan.
ko: 계속하기 전에 언어를 선택해주세요.
ml: തുടരുന്നതിന് മുൻപ് ഒരു ഭാഷ തിരഞ്ഞെടുക്കുക.
pl: Wybierz język przed kontynuacją.
ro: Vă rugăm să selectați o limbă înainte de a continua.
sl: Izberite jezik, preden nadaljujete.
sv: Vänligen välj ett språk innan du fortsätter.
ta: தொடர்வதற்கு முன் ஒரு மொழியைத் தேர்ந்தெடுக்கவும்.
tr: Lütfen devam etmeden önce bir dil seçin.
uk: Будь ласка, оберіть мову перед продовженням.
vi: Vui lòng chọn một ngôn ngữ trước khi tiếp tục.

source: Unknown Language
bg: Неизвестен език
ca: Idioma desconegut
da: Ukendt sprog
es: Idioma desconocido
gu: અજ્ઞાત ભાષા
hi: अज्ञात भाषा
hr: Nepoznat jezik
hu: Ismeretlen nyelv
id: Bahasa tidak diketahui
ko: 알 수 없는 언어
ml: അജ്ഞാത ഭാഷ
pl: Nieznany język
ro: Limbă necunoscută
sl: Neznan jezik
sv: Okänt språk
ta: அறியப்படாத மொழி
tr: Bilinmeyen Dil
uk: Невідома мова
vi: Ngôn ngữ không xác định

source: Upload Audio
bg: Качване на аудио
ca: Pujar àudio
da: Upload lyd
es: Subir audio
gu: ઓડિયો અપલોડ કરો
hi: ऑडियो अपलोड करें
hr: Učitaj audio
hu: Hangfeltöltés
id: Unggah Audio
ko: 오디오 업로드
ml: ഓഡിയോ അപ്‌ലോഡ് ചെയ്യുക
pl: Prześlij audio
ro: Încarcă audio
sl: Naloži audio
sv: Ladda upp ljud
ta: ஆடியோ பதிவேற்றவும்
tr: Ses Yükle
uk: Завантажити аудіо
vi: Tải lên âm thanh
