Repository: eyadkhedr/alzheimer-speech-classifier
Catalog: mobile_app/lib/l10n/app_*.arb
Languages: bg, ca, da, es, gu, hi, hr, hu, id, ko, ml, pl, ro, sl, sv, ta, tr, uk, vi

# chooseLanguage
source: Choose your language
bg: Изберете вашия език
ca: Trieu el vostre idioma
da: Vælg dit sprog
es: Elige tu idioma
gu: તમારી ભાષા પસંદ કરો
hi: अपनी भाषा चुनें
hr: Odaberite svoj jezik
hu: Válassza ki a nyelvét
id: Pilih bahasa Anda
ko: 언어를 선택하세요
ml: താങ്കളുടെ ഭാഷ തിരഞ്ഞെടുക്കുക
pl: Wybierz swój język
ro: Alegeți limba
sl: Izberite svoj jezik
sv: Välj ditt språk
ta: உங்கள் மொழியை தேர்ந்தெடுக்கவும்
tr: Dilinizi seçin
uk: Оберіть вашу мову
vi: Chọn ngôn ngữ của bạn

# selectLanguage
source: Select Your Language
bg: Изберете език
ca: Seleccioneu el vostre idioma
da: Vælg sprog
es: Selecciona tu idioma
gu: ભાષા પસંદ કરો
hi: भाषा का चयन करें
hr: Odaberite jezik
hu: Válasszon nyelvet
id: Pilih Bahasa
ko: 언어 선택
ml: ഭാഷ തിരഞ്ഞെടുക്കുക
pl: Wybierz język
ro: Selectați limba
sl: Izberite jezik
sv: Välj språk
ta: மொழியைத் தேர்ந்தெடுக்கவும்
tr: Dilinizi Seçin
uk: Виберіть мову
vi: Chọn Ngôn ngữ

# selectedLanguageMessage
source: Selected language: {languageName}
bg: Избраният език: {languageName}
ca: Idioma seleccionat: {languageName}
da: Valgt sprog: {languageName}
es: Idioma seleccionado: {languageName}
gu: પસંદ થયેલી ભાષા: {languageName}
hi: चयनित भाषा: {languageName}
hr: Odabrani jezik: {languageName}
hu: Kiválasztott nyelv: {languageName}
id: Bahasa yang dipilih: {languageName}
ko: 선택된 언어: {languageName}
ml: തിരഞ്ഞെടുത്ത ഭാഷ: {languageName}
pl: Wybrany język: {languageName}
ro: Limba selectată: {languageName}
sl: Izbrani jezik: {languageName}
sv: Valt språk: {languageName}
ta: தேர்ந்தெடுக்கப்பட்ட மொழி: {languageName}
tr: Seçilen dil: {languageName}
uk: Вибрана мова: {languageName}
vi: Ngôn ngữ đã chọn: {languageName}

# continue_button
source: Continue
bg: Продължи
ca: Continuar
da: Fortsæt
es: Continuar
gu: આગળ વધો
hi: जारी रखें
hr: Nastavi
hu: Tovább
id: Lanjut
ko: 계속
ml: തുടരുക
pl: Kontynuuj
ro: Continuă
sl: Nadaljuj
sv: Fortsätt
ta: தொடர்க
tr: Devam
uk: Продовжити
vi: Tiếp tục

source: Instructions
bg: Инструкции
ca: Instruccions
da: Instruktioner
es: Instrucciones
gu: સૂચનાઓ
hi: निर्देश
hr: Upute
hu: Útmutató
id: Instruksi
ko: 안내
ml: നിർദ്ദേശങ്ങൾ
pl: Instrukcje
ro: Instrucțiuni
sl: Navodila
sv: Instruktioner
ta: வழிமுறைகள்
tr: Talimatlar
uk: Інструкції
vi: Hướng dẫn

# instruction1
source: **Step 1: Start Recording** Press 'Start Recording' and an image will appear. Describe it in detail for at least one minute.
bg: **Стъпка 1: Стартирайте записа** Натиснете 'Стартиране на запис' и ще се появи изображение. Описвайте го подробно поне една минута.
ca: **Pas 1: Inicieu la gravació** Premeu 'Inicia la gravació' i apareixerà una imatge. Descriviu-la en detall durant almenys un minut.
da: **Trin 1: Start optagelse** Tryk på 'Start optagelse', og et billede vises. Beskriv det detaljeret i mindst ét minut.
es: **Paso 1: Inicia la grabación** Presiona 'Iniciar Grabación' y aparecerá una imagen. Descríbela en detalle durante al menos un minuto.
gu: **પગલું 1: રેકોર્ડિંગ શરૂ કરો** 'રેકોર્ડિંગ શરૂ કરો' દબાવો, પછી એક ചിത്രം દેખાશે. ઓછામાં ઓછી એક મિનિટ માટે તેને વિગતવાર વર્ણવો.
hi: **चरण 1: रिकॉर्डिंग प्रारंभ करें** 'रिकॉर्डिंग प्रारंभ करें' दबाएं और एक छवि दिखाई देगी। कम से कम एक मिनट के लिए उसका विस्तार से वर्णन करें।
hr: **Korak 1: Započnite snimanje** Pritisnite 'Započni snimanje' i pojavit će se slika. Opisujte je detaljno najmanje jednu minutu.
hu: **1. lépés: Indítsa el a felvételt** Nyomja meg a „Felvétel indítása” gombot, és megjelenik egy kép. Legalább egy percig részletesen írja le.
id: **Langkah 1: Mulai Rekaman** Tekan 'Mulai Rekaman' dan sebuah gambar akan muncul. Deskripsikan secara detail minimal satu menit.
ko: **1단계: 녹음 시작** '녹음 시작' 버튼을 누르면 이미지가 표시됩니다. 최소 1분 동안 이미지를 자세히 설명해주세요.
ml: **ആൽഗോ 1: റെക്കോർഡിംഗ് തുടങ്ങുക**\n\n'റക്കോർഡിംഗ് തുടങ്ങുക' എന്ന ബട്ടൺ ഞെക്കൂ, ചിത്രമൊന്നു പ്രത്യക്ഷപ്പെടും. കുറഞ്ഞത് ഒരു മിനിറ്റ് ദൈർഘ്യം വരെ അതിനെ വിശദമായി വിവരണം ചെയ്യുക.
pl: **Krok 1: Rozpocznij nagrywanie** Naciśnij 'Rozpocznij nagrywanie', a pojawi się obraz. Opisuj go szczegółowo przez co najmniej jedną minutę.
ro: **Pasul 1: Porniți înregistrarea**\n\nApăsați „Porniți înregistrarea” și va apărea o imagine. Descrieți-o în detaliu timp de cel puțin un minut.
sl: **1. korak: Začni snemati**\n\nPritisnite 'Začni snemati' in prikazala se bo slika. Opišite jo podrobno vsaj eno minuto.
sv: **Steg 1: Starta inspelning**\n\nTryck på 'Starta inspelning' och en bild visas. Beskriv den i detalj i minst en minut.
ta: **படி 1: பதிவு தொடங்கவும்**\n\n'பதிவு தொடங்கவும்' பொத்தானை அழுத்தவும், பின்னர் ஒரு படம் தோன்றும். மிகாம்மிகவும் குறைந்தது ஒரு நிமிடத்திற்கு அதைப் பக்கவிந்து விவரிக்கவும்.
tr: **1. Adım: Kaydı Başlatın**\n\n'Kaydı Başlat' düğmesine basın ve bir resim görünecektir. En az bir dakika boyunca resmi ayrıntılı olarak anlatın.
uk: **Крок 1: Почніть запис**\n\nНатисніть «Почати запис», і з’явиться зображення. Опишіть його детально протягом щонайменше однієї хвилини.
vi: **Bước 1: Bắt đầu ghi âm**\n\nNhấn "Bắt đầu ghi âm" và một hình ảnh sẽ xuất hiện. Hãy miêu tả nó một cách chi tiết trong ít nhất một phút.

# instruction2
source: **Step 2: Describe the Image** Describe what you see in the image. Explain details for a minimum of 1 minute.
bg: **Стъпка 2: Опишете изображението** Опишете това, което виждате на изображението. Обяснете подробности за минимум една минута.
ca: **Pas 2: Descriviu la imatge** Descriviu el que veieu a la imatge. Expliqueu els detalls durant un mínim d'un minut.
da: **Trin 2: Beskriv billedet** Beskriv, hvad du ser på billedet. Forklar detaljer i mindst 1 minut.
es: **Paso 2: Describe la imagen** Describe lo que ves en la imagen. Explica detalles por al menos 1 minuto.
gu: **પગલું 2: તસવીર વર્ણવો** તમે તસવીરમાં શું જુઓ છો તે વર્ણવો. ઓછામાં ઓછી 1 મિનિટ માટે વિગતવાર સમજાવો.
hi: **चरण 2: छवि का वर्णन करें** आप छवि में क्या देखते हैं, उसका वर्णन करें। कम से कम 1 मिनट तक विस्तार से समझाएँ।
hr: **Korak 2: Opis slike** Opišite što vidite na slici. Objasnite pojedinosti najmanje 1 minutu.
hu: **2. lépés: Írja le a képet** Írja le, mit lát a képen. Legalább 1 percig fejtse ki részletesen.
id: **Langkah 2: Deskripsikan Gambar** Jelaskan apa yang Anda lihat di gambar tersebut. Jelaskan detailnya selama setidaknya 1 menit.
ko: **2단계: 이미지 설명** 이미지에서 보이는 것을 설명해주세요. 최소 1분간 구체적으로 설명하세요.
ml: **ആൽഗോ 2: ചിത്രം വിവരണം ചെയ്യുക**\n\nചിത്രത്തിൽ നിങ്ങൾ കാണുന്നതു എന്താണെന്നു വിവരണം ചെയ്യുക. കുറഞ്ഞത് 1 മിനിറ്റ് വരെ വിശദവിവരണം നൽകുക.
pl: **Krok 2: Opisz obraz** Opisz, co widzisz na obrazie. Wyjaśnij szczegóły przez co najmniej 1 minutę.
ro: **Pasul 2: Descrieți imaginea**\n\nDescrieți ce vedeți în imagine. Explicați detaliile pentru cel puțin 1 minut.
sl: **2. korak: Opišite sliko**\n\nOpišite, kaj vidite na sliki. Pojasnite podrobnosti vsaj 1 minuto.
sv: **Steg 2: Beskriv bilden**\n\nBeskriv vad du ser på bilden. Förklara detaljerna i minst 1 minut.
ta: **படி 2: படத்தை விவரிக்கவும்**\n\nநீங்கள் படத்தில் காண்பதை விவரிக்கவும். குறைந்தது ஒரு நிமிடத்திற்கு விவரங்களைக் கூறவும்.
tr: **2. Adım: Resmi Tanımlayın**\n\nResimde ne gördüğünüzü anlatın. En az 1 dakika boyunca ayrıntıları açıklayın.
uk: **Крок 2: Опишіть зображення**\n\nОпишіть, що ви бачите на зображенні. Поясніть деталі щонайменше протягом 1 хвилини.
vi: **Bước 2: Miêu tả hình ảnh**\n\nHãy miêu tả những gì bạn nhìn thấy trong hình. Trình bày chi tiết trong tối thiểu 1 phút.

# instruction3
source: **Step 3: Choose a Quiet Space** Ensure you're in a quiet environment with minimal background noise. **Step 4: Speak Clearly** Speak clearly at a natural pace so the system can accurately understand you.
bg: **Стъпка 3: Изберете тихо място** Уверете се, че се намирате в спокойна среда с минимален фонов шум. **Стъпка 4: Говорете ясно** Говорете ясно с естествено темпо, за да може системата да ви разбере точно.
ca: **Pas 3: Trieu un lloc tranquil** Assegureu-vos d'estar en un entorn tranquil amb poc soroll de fons. **Pas 4: Parleu clarament** Parleu amb claredat a un ritme natural perquè el sistema us entengui correctament.
da: **Trin 3: Vælg et roligt sted** Sørg for at være i et roligt miljø med minimal baggrundsstøj. **Trin 4: Tal tydeligt** Tal tydeligt i et naturligt tempo, så systemet kan forstå dig korrekt.
es: **Paso 3: Escoge un lugar tranquilo** Asegúrate de estar en un entorno silencioso con poco ruido de fondo. **Paso 4: Habla con claridad** Habla claramente a un ritmo natural para que el sistema pueda entenderte con precisión.
gu: **પગલું 3: શાંત સ્થળ પસંદ કરો** ન્યુનતમ પાશ્વભૂમિ અવાજ સાથે એક શાંત વાતાવરણમાં રહો. **પગલું 4: સ્પષ્ટ રીતે બોલો** સિસ્ટમ તમને ચોક્કસ સમજાવી શકે તે માટે આપે કુદરતી ગતિએ સ્પષ્ટ રીતે બોલવું.
hi: **चरण 3: एक शांत स्थान चुनें** सुनिश्चित करें कि आप कम पृष्ठभूमि शोर वाले शांत वातावरण में हैं। **चरण 4: स्पष्ट रूप से बोलें** स्पष्ट रूप से प्राकृतिक गति से बोलें ताकि प्रणाली आपको सही तरीके से समझ सके।
hr: **Korak 3: Odaberite tiho mjesto** Provjerite jeste li u tihom okruženju s minimalnom pozadinskom bukom. **Korak 4: Govorite jasno** Govorite jasno prirodnim tempom kako bi vas sustav točno razumio.
hu: **3. lépés: Válasszon csendes helyet** Győződjön meg róla, hogy csendes környezetben van, minimális háttérzajjal. **4. lépés: Beszéljen érthetően** Beszéljen tisztán, természetes tempóban, hogy a rendszer pontosan megérthesse.
id: **Langkah 3: Pilih Ruangan Tenang** Pastikan Anda berada di lingkungan yang tenang dengan sedikit kebisingan latar. **Langkah 4: Bicaralah dengan Jelas** Bicaralah dengan jelas pada kecepatan alami agar sistem dapat memahami Anda dengan akurat.
ko: **3단계: 조용한 장소 선택** 주변 소음이 적은 조용한 환경에 있는지 확인하세요. **4단계: 또렷하게 말하기** 자연스러운 속도로 분명하게 말해 시스템이 정확히 인식할 수 있도록 하세요.
ml: **ആൽഗോ 3: ശാന്തമായപ്രദേശം തിരഞ്ഞെടുക്കുക**\n\nഅടങ്ങിയ പശ്ചാത്തലശബ്ദമുള്ള ശാന്തമായ ഒരു പരിസരത്തിൽ ഇരിക്കുക.\n\n**ആൽഗോ 4: മനസ്സിലാകുന്നവിധം സംസാരിക്കുക**\n\nപ്രകൃതിദത്തമായ വേഗതയിൽ ശബ്ദം പങ്കുവയ്ക്കൂ, അതുവഴി സിസ്റ്റം നിങ്ങൾ പറഞ്ഞു കാണുന്നതൊക്കെയും ശരിയായി മനസ്സിലാക്കാൻ സാധിക്കും.
pl: **Krok 3: Wybierz ciche miejsce** Upewnij się, że znajdujesz się w cichym otoczeniu z minimalnym hałasem w tle. **Krok 4: Mów wyraźnie** Mów wyraźnie w naturalnym tempie, aby system mógł Cię poprawnie zrozumieć.
ro: **Pasul 3: Alegeți un loc liniștit**\n\nAsigurați-vă că vă aflați într-un mediu liniștit, cu zgomot de fundal minim.\n\n**Pasul 4: Vorbiți clar**\n\nVorbiți clar, într-un ritm natural, astfel încât sistemul să vă înțeleagă corect.
sl: **3. korak: Izberite tiho mesto**\n\nPrepričajte se, da ste v mirnem okolju z minimalnim hrupom v ozadju.\n\n**4. korak: Govorite jasno**\n\nGovorite jasno z naravno hitrostjo, da vas bo sistem pravilno razumel.
sv: **Steg 3: Välj en tyst plats**\n\nSe till att du är i en lugn miljö med minimal bakgrundsbrus.\n\n**Steg 4: Tala tydligt**\n\nTala tydligt i en naturlig takt så att systemet kan förstå dig korrekt.
ta: **படி 3: அமைதியான இடத்தைத் தேர்ந்தெடுக்கவும்**\n\nபின்னணி சத்தம் மிகக் குறைவாக இருக்குமாறு அமைதியான இடத்தில் இருக்கவும்.\n\n**படி 4: தெளிவாக பேசவும்**\n\nசிஸ்டம் உங்களை சரியாக புரிந்துகொள்ளும் வகையில் இயற்கையான வேகத்தில் தெளிவாக பேசவும்.
tr: **3. Adım: Sessiz Bir Yer Seçin**\n\nMinimum arka plan gürültüsü olan sessiz bir ortamda olduğunuzdan emin olun.\n\n**4. Adım: Net Konuşun**\n\nSistem sizi doğru anlayabilmesi için doğal bir hızda, net bir şekilde konuşun.
uk: **Крок 3: Оберіть тихе місце**\n\nПереконайтесь, що ви перебуваєте в тихому середовищі з мінімальним шумом.\n\n**Крок 4: Говоріть чітко**\n\nГоворіть чітко з природною швидкістю, щоб система змогла точно вас зрозуміти.
vi: **Bước 3: Chọn nơi yên tĩnh**\n\nĐảm bảo bạn đang ở trong một môi trường yên tĩnh với ít tiếng ồn xung quanh.\n\n**Bước 4: Nói rõ ràng**\n\nNói rõ ràng với tốc độ tự nhiên để hệ thống có thể hiểu chính xác.

source: Recording...
bg: Запис...
ca: Enregistrant...
da: Optager...
es: Grabando...
gu: રેકોર્ડિંગ...
hi: रिकॉर्डिंग जारी है...
hr: Snimanje u tijeku...
hu: Felvétel folyamatban...
id: Merekam...
ko: 녹음 중...
ml: റക്കോർഡിംഗ് നടക്കുന്നു...
pl: Nagrywanie...
ro: Înregistrare...
sl: Snemam...
sv: Spelar in...
ta: பதிவு செய்யப்படுகிறது...
tr: Kaydediliyor...
uk: Запис...
vi: Đang ghi âm...

source: Start Recording
bg: Стартиране на запис
ca: Inicia la gravació
da: Start optagelse
es: Iniciar Grabación
gu: રેકોર્ડિંગ શરૂ કરો
hi: रिकॉर्डिंग प्रारंभ करें
hr: Započni snimanje
hu: Felvétel indítása
id: Mulai Rekaman
ko: 녹음 시작
ml: റക്കോർഡിംഗ് തുടങ്ങുക
pl: Rozpocznij nagrywanie
ro: Porniți înregistrarea
sl: Začni snemati
sv: Starta inspelning
ta: பதிவு தொடங்கவும்
tr: Kaydı Başlat
uk: Почати запис
vi: Bắt đầu ghi âm

source: Stop Recording
bg: Спиране на записа
ca: Atura la gravació
da: Stop optagelse
es: Detener Grabación
gu: રેકોર્ડિંગ બંધ કરો
hi: रिकॉर्डिंग रोकें
hr: Zaustavi snimanje
hu: Felvétel leállítása
id: Hentikan Rekaman
ko: 녹음 종료
ml: റക്കോർഡിംഗ് നിർത്തുക
pl: Zatrzymaj nagrywanie
ro: Opriți înregistrarea
sl: Ustavi snemanje
sv: Stoppa inspelning
ta: பதிவை நிறுத்தவும்
tr: Kaydı Durdur
uk: Зупинити запис
vi: Dừng ghi âm

source: Analyze Recording
bg: Анализ на записа
ca: Analitza la gravació
da: Analyser optagelse
es: Analizar Grabación
gu: રેકોર્ડિંગનું વિશ્લેષણ કરો
hi: रिकॉर्डिंग का विश्लेषण करें
hr: Analiziraj snimku
hu: Felvétel elemzése
id: Analisis Rekaman
ko: 녹음 분석
ml: റക്കോർഡിംഗ് വിശകലനം ചെയ്യുക
pl: Analizuj nagranie
ro: Analizați înregistrarea
sl: Analiziraj posnetek
sv: Analysera inspelning
ta: பதிவை பகுப்பாய்வு செய்யவும்
tr: Kaydı Analiz Et
uk: Аналіз запису
vi: Phân tích bản ghi

source: No recording found!
bg: Няма намерен запис!
ca: No s'ha trobat cap gravació!
da: Ingen optagelse fundet!
es: ¡No se encontró ninguna grabación!
gu: કોઈ રેકોર્ડિંગ મળ્યું નથી!
hi: कोई रिकॉर्डिंग नहीं मिली!
hr: Nema pronađene snimke!
hu: Nem található felvétel!
id: Tidak ada rekaman ditemukan!
ko: 녹음된 내용이 없습니다!
ml: റക്കോർഡിംഗ് ഒന്നും കണ്ടെത്താനായില്ല!
pl: Nie znaleziono nagrania!
ro: Nu a fost găsită nicio înregistrare!
sl: Ni najdenih posnetkov!
sv: Ingen inspelning hittades!
ta: பதிவு எதுவும் காணப்படவில்லை!
tr: Kayıt bulunamadı!
uk: Запис не знайдено!
vi: Không tìm thấy bản ghi!

# uploadSuccess
source: Upload successful!
bg: Качването е успешно!
ca: Pujada correcta!
da: Upload succesfuld!
es: ¡Subida exitosa!
gu: અપલોડ સફળ થયું!
hi: अपलोड सफल!
hr: Uspješno preneseno!
hu: Feltöltés sikeres!
id: Unggah berhasil!
ko: 업로드 성공!
ml: അപ്ലോഡ് വിജയകരമാണ്!
pl: Przesłano pomyślnie!
ro: Încărcare reușită!
sl: Nalaganje uspešno!
sv: Uppladdning lyckades!
ta: பதிவேற்றம் வெற்றியடைந்தது!
tr: Yükleme başarılı!
uk: Завантаження успішне!
vi: Tải lên thành công!

source: Upload failed!
bg: Качването се провали!
ca: La pujada ha fallat!
da: Upload mislykkedes!
es: ¡Fallo en la subida!
gu: અપલોડ ફેલ થયું!
hi: अपलोड विफल!
hr: Prijenos nije uspio!
hu: A feltöltés nem sikerült!
id: Unggah gagal!
ko: 업로드 실패!
ml: അപ്ലോഡ് പരാജയപ്പെട്ടു!
pl: Przesyłanie nie powiodło się!
ro: Încărcare eșuată!
sl: Nalaganje ni uspelo!
sv: Uppladdning misslyckades!
ta: பதிவேற்றம் தோல்வியடைந்தது!
tr: Yükleme başarısız!
uk: Не вдалося завантажити!
vi: Tải lên thất bại!

# uploadError
source: Failed to Upload
bg: Неуспешно качване
ca: No s'ha pogut pujar
da: Fejl ved upload
es: Error al subir
gu: અપલોડ કરવામાં નિષ્ફળ
hi: अपलोड करने में विफल
hr: Neuspješan prijenos
hu: Nem sikerült feltölteni
id: Gagal mengunggah
ko: 업로드하지 못했습니다
ml: അപ്‌ലോഡ് ചെയ്യാൻ സാധിക്കില്ല
pl: Nie udało się przesłać
ro: Eroare la încărcare
sl: Neuspešno nalaganje
sv: Misslyckades med att ladda upp
ta: பதிவேற்ற முடியவில்லை
tr: Yüklenemedi
uk: Помилка завантаження
vi: Không thể tải lên

# serverErrorTip
source: Please check your server connection.
bg: Моля, проверете връзката със сървъра.
ca: Comproveu la connexió amb el servidor.
da: Kontrollér venligst serverforbindelsen.
es: Por favor, revisa la conexión con el servidor.
gu: કૃપા કરીને સર્વર જોડાણ ચકાસો.
hi: कृपया सर्वर कनेक्शन की जाँच करें।
hr: Molimo provjerite vezu sa serverom.
hu: Kérjük, ellenőrizze a szerverkapcsolatot.
id: Silakan periksa koneksi server Anda.
ko: 서버 연결을 확인해주세요.
ml: ദയവായി സെർവർ കണക്റ്റിവിറ്റി പരിശോധിക്കുക.
pl: Sprawdź połączenie z serwerem.
ro: Vă rugăm să verificați conexiunea la server.
sl: Preverite povezavo s strežnikom.
sv: Vänligen kontrollera serveranslutningen.
ta: செர்வர் இணைப்பைச் சரிபார்க்கவும்.
tr: Lütfen sunucu bağlantınızı kontrol edin.
uk: Перевірте підключення до сервера.
vi: Vui lòng kiểm tra kết nối máy chủ.

# networkErrorTip
source: Ensure you have a stable internet connection.
bg: Уверете се, че имате стабилна интернет връзка.
ca: Assegureu-vos de tenir una connexió a Internet estable.
da: Sørg for, at du har en stabil internetforbindelse.
es: Asegúrate de tener una conexión a internet estable.
gu: તમારી ઈન્ટરનેટ જોડાણ સ્થિર છે કે નહીં તે તપાસો.
hi: सुनिश्चित करें कि आपके पास स्थिर इंटरनेट कनेक्शन है।
hr: Provjerite imate li stabilnu internetsku vezu.
hu: Győződjön meg róla, hogy stabil internetkapcsolattal rendelkezik.
id: Pastikan Anda memiliki koneksi internet yang stabil.
ko: 안정적인 인터넷 연결이 있는지 확인해주세요.
ml: നിങ്ങൾക്ക് സ്ഥിരതയാർന്ന ഇന്റർനെറ്റ് തൽസമയമുണ്ടെന്നു ഉറപ്പാക്കുക.
pl: Upewnij się, że masz stabilne połączenie internetowe.
ro: Asigurați-vă că aveți o conexiune stabilă la internet.
sl: Prepričajte se, da imate stabilno internetno povezavo.
sv: Se till att du har en stabil internetanslutning.
ta: நீங்கள் உறுதியான இணைய இணைப்பைக் கொண்டிருக்கிறார் என்பதை உறுதிப்படுத்தவும்.
tr: Kararlı bir internet bağlantınız olduğundan emin olun.
uk: Переконайтесь, що у вас стабільне з'єднання з Інтернетом.
vi: Đảm bảo bạn có kết nối internet ổn định.

source: OK
ca: D'acord
gu: ઠીક છે
hi: ठीक
ko: 확인
ml: ശരി
ta: சரி
tr: Tamam

# errorTitle
source: Error
bg: Грешка
da: Fejl
gu: ભૂલ
hi: त्रुटि
hr: Greška
hu: Hiba
id: Kesalahan
ko: 오류
ml: പിഴവ്
pl: Błąd
ro: Eroare
sl: Napaka
sv: Fel
ta: பிழை
tr: Hata
uk: Помилка
vi: Lỗi

# solutionTipHeader
source: Suggested Solution:
bg: Предложено решение:
ca: Solució suggerida:
da: Foreslået løsning:
es: Solución sugerida:
gu: સૂચવેલ ઉકેલ:
hi: सुझाया गया समाधान:
hr: Predloženo rješenje:
hu: Javasolt megoldás:
id: Solusi yang Disarankan:
ko: 제안된 솔루션:
ml: പരിഹാര നിര്‍ദ്ദേശം:
pl: Proponowane rozwiązanie:
ro: Soluție sugerată:
sl: Predlagana rešitev:
sv: Föreslagen lösning:
ta: பரிந்துரைக்கப்பட்ட தீர்வு:
tr: Önerilen Çözüm:
uk: Запропоноване рішення:
vi: Giải pháp đề xuất:

source: Play Recording
bg: Възпроизвеждане на записа
ca: Reprodueix la gravació
da: Afspil optagelse
es: Reproducir Grabación
gu: રેકોર્ડિંગ પ્લે કરો
hi: रिकॉर्डिंग चलाएँ
hr: Reproduciraj snimku
hu: Felvétel lejátszása
id: Putar Rekaman
ko: 녹음 재생
ml: റക്കോർഡിംഗ് പ്ലേ ചെയ്യുക
pl: Odtwórz nagranie
ro: Redați înregistrarea
sl: Predvajaj posnetek
sv: Spela upp inspelning
ta: பதிவை இயற்றவும்
tr: Kaydı Oynat
uk: Відтворити запис
vi: Phát bản ghi

source: Stop Playback
bg: Спиране на възпроизвеждането
ca: Atura la reproducció
da: Stop afspilning
es: Detener Reproducción
gu: પ્લેબેક બંધ કરો
hi: प्लेबैक बंद करें
hr: Zaustavi reprodukciju
hu: Lejátszás leállítása
id: Hentikan Pemutaran
ko: 재생 중지
ml: പ്ലേബാക്ക് നിർത്തുക
pl: Zatrzymaj odtwarzanie
ro: Opriți redarea
sl: Ustavi predvajanje
sv: Stoppa uppspelning
ta: இயற்றுகையை நிறுத்தவும்
tr: Oynatmayı Durdur
uk: Зупинити відтворення
vi: Dừng phát

source: AI Analysis
bg: AI анализ
ca: Anàlisi IA
da: AI-analyse
es: Análisis de IA
gu: AI વિશ્લેષણ
hi: एआई विश्लेषण
hr: AI Analiza
hu: AI Elemzés
id: Analisis AI
ko: AI 분석
ml: AI വിശകലനം
pl: Analiza AI
ro: Analiză AI
sl: AI analiza
sv: AI-analys
ta: AI பகுப்பாய்வு
tr: Yapay Zeka Analizi
uk: АІ-аналіз
vi: Phân tích AI

# analyzingDescription
source: Analyzing your description...
bg: Анализирам вашето описание...
ca: Analitzant la vostra descripció...
da: Analyserer din beskrivelse...
es: Analizando tu descripción...
gu: તમારા વર્ણનનું વિશ્લેષણ કરવામાં આવી રહ્યું છે...
hi: आपके वर्णन का विश्लेषण किया जा रहा है...
hr: Analiziranje vašeg opisa...
hu: Az Ön leírásának elemzése folyamatban...
id: Sedang menganalisis deskripsi Anda...
ko: 설명을 분석 중입니다...
ml: താങ്കളുടെ വിവരണം വിശകലനം ചെയ്യുകയാണ്...
pl: Analizowanie Twojego opisu...
ro: Analizăm descrierea dvs....
sl: Analiziram vaš opis...
sv: Analyserar din beskrivning...
ta: உங்கள் விவரிப்பை பகுப்பாய்வு செய்து கொண்டிருக்கிறது...
tr: Açıklamanız analiz ediliyor...
uk: Виконується аналіз вашого опису...
vi: Đang phân tích mô tả của bạn...

source: Cancel Analysis
bg: Отмени анализа
ca: Cancel·la l'anàlisi
da: Annuller analyse
es: Cancelar Análisis
gu: વિશ્લેષણ બંધ કરો
hi: विश्लेषण रद्द करें
hr: Odustani od analize
hu: Elemzés megszakítása
id: Batalkan Analisis
ko: 분석 취소
ml: വിശകലനം റദ്ദാക്കുക
pl: Anuluj analizę
ro: Anulați analiza
sl: Prekliči analizo
sv: Avbryt analys
ta: பகுப்பாய்வை ரத்துசெய்க
tr: Analizi İptal Et
uk: Скасувати аналіз
vi: Hủy phân tích

# connectionFailed
source: Failed to connect to the server.
bg: Неуспешно свързване със сървъра.
ca: No s'ha pogut connectar amb el servidor.
da: Kunne ikke oprette forbindelse til serveren.
es: No se pudo conectar con el servidor.
gu: સર્વર સાથે જોડાણ કરવામાં નિષ્ફળ.
hi: सर्वर से कनेक्ट करने में विफल।
hr: Nije uspjelo spajanje na server.
hu: Nem sikerült csatlakozni a szerverhez.
id: Gagal terhubung ke server.
ko: 서버에 연결할 수 없습니다.
ml: സെർവറുമായി ബന്ധിപ്പിക്കാൻ സാധിച്ചില്ല.
pl: Nie udało się połączyć z serwerem.
ro: Conexiune la server eșuată.
sl: Povezava s strežnikom ni uspela.
sv: Kunde inte ansluta till servern.
ta: செர்வருடன் இணைப்பது தோல்வியடைந்தது.
tr: Sunucuya bağlanılamadı.
uk: Не вдалося підключитися до сервера.
vi: Không thể kết nối với máy chủ.

source: Result
bg: Резултат
ca: Resultat
da: Resultat
es: Resultado
gu: પરિણામ
hi: परिणाम
hr: Rezultat
hu: Eredmény
id: Hasil
ko: 결과
ml: ഫലങ്ങൾ
pl: Wynik
ro: Rezultat
sl: Rezultat
sv: Resultat
ta: விளைவு
tr: Sonuç
uk: Результат
vi: Kết quả

source: View Results
bg: Преглед на резултатите
ca: Mostra resultats
da: Se resultater
es: Ver Resultados
gu: પરિણામ જોવો
hi: परिणाम देखें
hr: Pregled rezultata
hu: Eredmények megtekintése
id: Lihat Hasil
ko: 결과 보기
ml: ഫലങ്ങൾ കാണുക
pl: Pokaż wyniki
ro: Vizualizați rezultatele
sl: Pokaži rezultate
sv: Visa resultat
ta: விளைவுகளைக் காண்க
tr: Sonuçları Görüntüle
uk: Переглянути результати
vi: Xem Kết quả

# resultReady
source: Results are Ready
bg: Резултатите са готови
ca: Els resultats estan llestos
da: Resultater er klar
es: Resultados Listos
gu: પરિણામ તૈયાર છે
hi: परिणाम तैयार हैं
hr: Rezultati su spremni
hu: Az eredmények készen állnak
id: Hasil Tersedia
ko: 결과 준비 완료
ml: ഫലങ്ങൾ തയ്യാറാണ്
pl: Wyniki są gotowe
ro: Rezultatele sunt pregătite
sl: Rezultati so pripravljeni
sv: Resultaten är klara
ta: விளைவுகள் தயார்
tr: Sonuçlar Hazır
uk: Результати готові
vi: Kết quả đã sẵn sàng

# analyzationFinished
source: Finished Analyzing
bg: Анализът е завършен
ca: Anàlisi finalitzada
da: Analyse afsluttet
es: Análisis Finalizado
gu: વિશ્લેષણ પૂર્ણ
hi: विश्लेषण पूरा हुआ
hr: Analiza završena
hu: Elemzés befejeződött
id: Analisis Selesai
ko: 분석 완료
ml: വിശകലനം പൂർത്തിയായി
pl: Analiza zakończona
ro: Analiză finalizată
sl: Analiza dokončana
sv: Analysen slutförd
ta: பகுப்பாய்வு முடிந்தது
tr: Analiz Tamamlandı
uk: Аналіз завершено
vi: Đã phân tích xong

# dementia_title
source: Dementia Classification
bg: Класификация на деменция
ca: Classificació de demència
da: Demensklassificering
es: Clasificación de Demencia
gu: ડિમેન્શિયા વર્ગીકરણ
hi: डिमेंशिया वर्गीकरण
hr: Klasifikacija demencije
hu: Demencia-besorolás
id: Klasifikasi Demensia
ko: 치매 분류
ml: ഡിമെൻഷ്യ തരംതിരിക്കൽ
pl: Klasyfikacja demencji
ro: Clasificare demență
sl: Klasifikacija demence
sv: Demensklassificering
ta: மதிப்பீடு மனவியக்க குறைபாடு
tr: Demans Sınıflandırması
uk: Класифікація деменції
vi: Phân loại Sa sút trí tuệ
